<?php

return [
    'logout' => 'ອອກຈາກລະບົບ',
    'fields' => [
        'email' => 'ອີເມວ',
        'password' => 'ລະຫັດຜ່ານ',
        'new_password' => 'ລະຫັດຜ່ານໃໝ່',
        'password_confirmation' => 'ຢືນຢັນລະຫັດຜ່ານ',
        'email_or_student_number' => 'ອີເມວ ຫຼື ລະຫັດນັກສຶກສາ',
    ],
    'login' => [
        'title' => 'ເຂົ້າລະບົບ',
        'remember_me' => 'ຈື່ການເຂົ້າລະບົບໄວ້',
        'forgot_password' => 'ລືມລະຫັດຜ່ານບໍ?',
        'submit' => 'ເຂົ້າລະບົບ',
        'sso' => 'ເຂົ້າລະບົບດ້ວຍ :provider',
    ],
    'two_factor' => [
        'title' => 'ການຢືນຢັນສອງຂັ້ນຕອນ',
        'instructions' => 'ກະລຸນາປ້ອນລະຫັດ 6 ຕົວເລກຈາກແອັບຢືນຢັນຕົວຕົນຂອງທ່ານ.',
        'code' => 'ລະຫັດ',
        'use_recovery_code' => 'ໃຊ້ລະຫັດກູ້ຄືນແທນ',
        'recovery_code' => 'ລະຫັດກູ້ຄືນ',
        'remember_device' => 'ຈື່ອຸປະກອນນີ້',
        'submit' => 'ຢືນຢັນ',
        'email_instructions' => 'ກະລຸນາປ້ອນລະຫັດ 6 ຕົວເລກທີ່ພວກເຮົາສົ່ງໄປທີ່ອີເມວຂອງທ່ານ.',
        'email_code' => 'ລະຫັດທາງອີເມວ',
        'send_email_code' => 'ສົ່ງລະຫັດທາງອີເມວແທນ',
        'resend_email_code' => 'ສົ່ງລະຫັດໃໝ່',
    ],
    'forgot_password' => [
        'title' => 'ຣີເຊັດລະຫັດຜ່ານ',
        'instructions' => 'ກະລຸນາປ້ອນທີ່ຢູ່ອີເມວຂອງທ່ານ ແລ້ວພວກເຮົາຈະສົ່ງລິ້ງສຳລັບຕັ້ງລະຫັດຜ່ານໃໝ່ໃຫ້.',
        'submit' => 'ສົ່ງລິ້ງຣີເຊັດ',
    ],
    'reset_password' => [
        'title' => 'ຕັ້ງລະຫັດຜ່ານໃໝ່',
        'submit' => 'ຣີເຊັດລະຫັດຜ່ານ',
    ],
    'confirm_password' => [
        'title' => 'ຢືນຢັນລະຫັດຜ່ານຂອງທ່ານ',
        'instructions' => 'ເພື່ອຄວາມປອດໄພ, ກະລຸນາຢືນຢັນລະຫັດຜ່ານຂອງທ່ານເພື່ອດຳເນີນການຕໍ່.',
        'submit' => 'ຢືນຢັນ',
    ],
];
